Repository: VoteIT/voteit.stv
Catalog: voteit/stv/locale/*/LC_MESSAGES/voteit.stv.po
Languages: sv

source: Scottish STV (Single Transferable Vote)
sv: Skotsk STV (Single Transferable Vote)

source: moderator_description_scottish_stv
sv: Rangordnad omröstning med en eller flera vinnare. Röstaren rangordnar de förslag hen vill rösta på. Röster från uteslutna förslag och överskott från valda förslag förs över enligt rangordningen för att minimera antalet bortkastade röster.

source: voter_description_scottish_stv
sv: Rangordna förslagen i den ordning du föredrar dem. Om det förslag du röstat på utesluts eller får ett överskott av röster flyttas din röst över enligt din rangordning.

source: Comparison of Pairs of Outcomes (STV)
sv: Parvis jämförelse av utfall (STV)

source: moderator_description_cpo_stv
sv: Rangordnad omröstning med en eller flera vinnare. Röstaren rangordnar de förslag hen vill rösta på. Vinnare bestäms genom att jämföra alla möjliga utfall för att hitta kombinationen med högst godkännande.

source: voter_description_cpo_stv
sv: Rangordna förslagen i den ordning du föredrar dem. Vinnare bestäms genom att jämföra alla möjliga utfall för att hitta kombinationen med högst godkännande.

source: Winners
sv: Vinnare

source: stv_config_winners_description
sv: Antal möjliga vinnare i omröstningen

source: Allow random in tiebreaks
sv: Tillåt slumpmässig utslagsröst

source: stv_config_random_tiebreak_description
sv: Oavgjort är ovanligt i riktiga omröstningar. Att stänga av slumpmässig utslagsröst kan ibland leda till ett ofullständigt resultat.

source: Proposals
sv: Förslag

source: Results of ${title}
sv: Resultat av ${title}

source: scottish_stv_result_explanation
sv: Skotsk STV är utformad för att uppnå ett proportionerligt valresultat med ett minimum av bortkastade röster. Röster på uteslutna förslag eller överskott från valda förslag förs över enligt ordningen på röstsedlarna.

source: Approved
sv: Bifallen

source: Denied
sv: Avslaget

source: stv_tied_description
sv: Slumpmässig utslagsröst har använts.

source: stv_incomplete_description
sv: Resultatet är ofullständigt på grund av oavgjort.

source: Detailed result
sv: Detaljerat resultat

source: Round
sv: Runda

source: Result
sv: Resultat

source: Method
sv: Metod

source: Complete result
sv: Komplett resultat

source: Yes
sv: Ja

source: No
sv: Nej

source: Random in tiebreak
sv: Slumpmässig utslagsröst

source: Quota (votes to be elected)
sv: Kvot (röster för att bli vald)

source: cpo_stv_result_explanation
sv: Parvis jämförelse av utfall (CPO-STV) räknar ut vinnare genom att jämföra alla möjliga utfall för att hitta kombinationen med högst godkännande. Metoden säkerställer ett proportionerligt val, och minimerar möjligheterna till taktikröstande.

source: Selected
sv: Valda

source: sorting_widget_help
sv: Dra förslagen från poolen till området under valda. Lägg de du föredrar mest överst. Du behöver inte sortera alla om du inte vill.

source: Selected (drag here)
sv: Valda (dra hit)
